<?php

return [

    'modal' => [

//        'heading' => 'پیام ها',
        'heading' => 'درخواست ها',

        'actions' => [

            'clear' => [
//                'label' => 'پاک کردن',
                'label' => 'پاک کردن همه',
            ],

            'mark_all_as_read' => [
//                'label' => 'علامت‌گذاری همه به عنوان خوانده‌شده',
                'label' => '',
            ],

        ],

        'empty' => [
//            'heading' => 'شما پیامی ندارید',
            'heading' => 'درخواستی وجود ندارد',
            'description' => 'هر زمان که مشتری درخواست حضور گارسون را داشته باشد در اینجا درخواست را مشاهده خواهید کرد'
        ],

    ],

];
